---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.BtuPerFtSup2DegreeF
source: html/b21aefac-33d1-0aaf-3951-8b903d5b5096.htm
---
# Autodesk.Revit.DB.SymbolTypeId.BtuPerFtSup2DegreeF Property

Symbol BTU/(ft²·°F), indicating unit British thermal units per square foot degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId BtuPerFtSup2DegreeF { get; }
```